Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/yk:n_ihmisoikeuskomitea:_kho:n_paatokset_vuoden_2015_saamelaiskarajavaalien_vaaliluettelosta_loukkasivat_ihmisoikeuksia.html.tmx
Source language: fin
Languages: sme

source: YK:n ihmisoikeuskomitea: KHO:n päätökset vuoden 2015 saamelaiskäräjävaalien vaaliluettelosta loukkasivat ihmisoikeuksia
sme: ON:id olmmošvuoigatvuođakomitea: AHR:a mearrádusat jagi 2015 sámediggeválggaid válgalogahallamis loavkidedje olmmošvuoigatvuođaid

source: Suomen ratifioimaa kansalais- ja poliittisia oikeuksia koskevaa yleissopimusta (ns. KP-sopimus) valvova Yhdistyneiden kansakuntien ihmisoikeuskomitea on tänään julkistanut kaksi ratkaisua valituksiin vuoden 2015 saamelaiskäräjävaaleihin liittyvistä korkeimman hallinto-oikeuden ratkaisuista.
sme: Suoma ratifiseren siviila- ja politihkalaš vuoigatvuođaid guoski oktasašsoahpamuša (ng. KP-sopimus) gohcci Ovttastuvvan našuvnnaid olmmošvuoigatvuođakomitea lea odne olggosaddán guokte čovdosa váidalusaide, mat guske jagi 2015 sámediggeválggaide guoski alimus hálddahusrievtti čovdosiid.

source: Toisen valituksista teki Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio käräjien hallituksen valtuuttamana.
sme: Nuppi váidalusain barggai Sámedikki ságajođiheaddji Sanila-Aikio stivrra fápmudusain.

source: Tapauksissa oli kyse korkeimman hallinto-oikeuden (KHO) 30. syyskuuta 2015 antamien päätösten myötä Saamelaiskäräjien vaaliluetteloon hyväksyttyjä henkilöitä koskevasta asiasta.
sme: Dáhpáhusain lei jearaldat alimus hálddahusrievtti (AHR) 30. čakčamánu 2015 addin mearrádusaid vuođul Sámedikki válgalogahallamii dohkkehuvvon olbmuid guoski áššis.

source: Sanila-Aikio pitää ratkaisua hyvänä.
sme: Sanila-Aikio doallá čovdosa buorrin.

source: “Sehän vahvistaa YK:n ihmisoikeuskomitean arvovallalla sen, mitä me olemme koko ajan sanoneet.
sme: “Dathan nanne ON:id olmmošvuoigatvuođakomitea árvoválddiin dan, maid mii leat geažos áigge dadjan.

source: KHO ei olisi saanut erkaantua saamelaiskäräjälain tekstistä, koska se on korvannut Saamen kansan itsemääräämisoikeuden omalla ‘kokonaisharkinnallaan’ ohi lain sanamuodon ja Saamelaiskäräjien vaalilautakunnan huolellisen työn jokaisen hakemuksen yksilöllisessä arvioinnissa.
sme: AHR ii livčče ožžon spiehkkasit sámediggelága teavsttas, daningo dat lea buhtten Sámi álbmoga iešmearridanvuoigatvuođa iežas ‘oppalašvihkkedallamiin” meattá lága sátnehámi ja Sámedikki válgalávdegotti fuolalaš barggu juohke ohcamuša oktagaslaš vihkkedallamis.

source: Meidän pitää nyt keskustella purkuhakemuksen tekemisestä KHO:lle, jotta asia saadaan takaisin lailliselle tolalle.
sme: Mii galgat dál ságastallat burginohcamuša dahkamis AHR:i, vuoi ášši ožžojuvvo ruovttoluotta lágalašvuođa dássái.

source: Ihmisoikeuskomitea toteaa ratkaisussaan, että KHO:n päätökset, joilla Saamelaiskäräjien vaaliluetteloon otettiin 93 henkilöä vastoin Saamelaiskäräjien vaalilautakunnan ja hallituksen kantaa, loukkasivat KP-sopimuksen 25 artiklaa sekä yksin että yhdessä 27 artiklan kanssa ja tulkittuna 1 artiklan valossa.
sme: Olmmošvuoigatvuođakomitea gávnnaha čovdosisttis, ahte AHR:a mearrádusat, maiguin Sámedikki válgalogahallamii váldojedje 93 olbmo vuostá Sámedikki válgalávdegotti ja stivrra oainnu, loavkidedje KP-soahpamuša 25 artikla sihke okto ahte ovttas 27 artiklain ja 1 artikla tulkoma bokte.

source: Näistä sopimuskohdista 25 artikla koskee poliittisia osallistumisoikeuksia, 27 artikla vähemmistöjen oikeuksia ja 1 artikla kansojen itsemääräämisoikeutta.
sme: Dáid soahpamuščuoggáin 25 artikla guoská politihkalaš oassálastinrivttiid, 27 artikla vehádagaid rivttiid ja 1 artikla álbmogiid iešmearridanrivttiid.

source: Ihmisoikeuskomitea toteaa, että vuodesta 2011 lähtien KHO on poikennut sekä saamelaiskäräjälain 3 §:n sanamuodosta että lainkohdan yhteisymmärrykseen perustuvasta tulkinnasta, kun se laissa edellytettyjen objektiivisten kriteerien sijasta on soveltanut omaa “kokonaisharkintaansa”.
sme: Olmmošvuoigatvuođakomitea gávnnaha, ahte jagi 2011 rájes AHR lea spiehkkasan sihke sámediggelága 3 §:a sátnehámis ja láhkačuoggá ovttaráđálašvuhtii vuođđudeaddji tulkomis, go dat lágas eaktuduvvon objektiivvalaš kriteraid sajis lea heivehan iežas “oppalašvihkkedallama”.

source: Saamelaiskäräjien vaalilautakunnan yksilöllinen tutkinta vaaliluetteloon ottamisesta oli nimenomaan perustunut laissa säädettyihin kriteereihin, ja tällä perusteella kyseisiä 93 henkilöä ei ollut otettu vaaliluetteloon.
sme: Sámedikki válgalávdegotti oktagaslaš tulkon válgalogahallamii váldimis lei namalassii vuođđuduvvan lágas ásahuvvon kriteraide, ja dainna vuođustusain guoskevaš 93 olbmo eai lean váldon válgalogahallamii.

source: Nyt ihmisoikeuskomitea on asettunut Saamelaiskäräjien vaalilautakunnan ja hallituksen kannalle ja todennut, että KHO:n omaksuma tulkinta poikkesi laista eikä perustunut kohtuullisiin ja objektiivisiin kriteereihin.
sme: Dál olmmošvuoigatvuođakomitea lea guorrasan Sámedikki válgalávdegotti ja stivrra oaivilii, ja gávnnahan, ahte AHR:a tulkon spiehkkasii lágas iige vuođđuduvvan govttolaš ja objektiivvalaš kriteraide.

source: KP-sopimuksen 2 (3) artiklan mukaan sopimusvaltio on velvollinen hyvittämään ihmisoikeusloukkauksen milloin sellainen on todettu.
sme: KP-soahpamusa 2 (3) artikla mielde soahpamušriika lea geatnegas buhttet olmmošvuoigatvuođaloavkideami goas dakkár lea gávnnahuvvon.

source: Nyt annetussa ratkaisussaan komitea toteaa, että tämä edellyttää “täyden ennallistavan hyvityksen turvaamista”.
sme: Dál addojuvvon čovdosis komitea gávnnaha, ahte dát eaktuda “dievas ovddežii máhcaheami sihkkarastima”.

source: Tämä saattaa olla mahdollista vain sitä kautta, että KHO purkaa omat ratkaisunsa.
sme: Dát sáhttá leat vejolaš dušše dan bokte, ahte AHR burgá iežas čovdosiid.

source: Ihmisoikeuskomitea toteaa erikseen, että Suomi on velvollinen tarkistamaan saamelaiskäräjälain 3 §:n siten, että varmistetaan että Saamelaiskäräjien vaalien kriteerit äänioikeudelle on määritelty ja niitä käytännössä sovelletaan tavalla, joka vastaa Saamen kansan oikeutta nauttia sisäistä itsemääräämisoikeutta.
sme: Olmmošvuoigatvuođakomitea gávnnaha sierra, ahte Suopma lea geatnegas dárkkistit sámediggelága 3 §:a nu, ahte sihkkarasto ahte Sámedikki válggaid kriterat jienastanvuoigatvuhtii leat meroštallon ja dat geavadis heivehuvvojit vugiin, mii vástida Sámi álbmoga vuoigatvuođa návddašit siskkáldas iešmearridanvuoigatvuođas.

source: Suomi on myös velvollinen ottamaan kaikki tarpeelliset askeleet sen varmistamiseksi, että vastaavilta loukkauksilta vältytään tulevaisuudessa.
sme: Suopma lea maiddái geatnegas váldit buot dárbbašlaš lávkkiid dan sihkkarastima várás, vuoi seammalágan loavkidemiid lea vejolaš garvit boahttevuođas.

source: Ihmisoikeuskomitean ratkaisuun liittyy yhden jäsenen täydentävä mielipide, joka päätyy samaan lopputulokseen kuin koko komitea mutta sisältää lisäperusteluja.
sme: Olmmošvuoigatvuođakomitea čovdosii laktása ovtta lahtu dievasmahtti oaivil, mii gávnnaha seammá loahppabohtosa go olles komitea muhto sisttis doallá lassivuođustusaid.

source: Suomen tulee raportoida komitealle kuuden kuukauden sisällä niistä toimenpiteistä, joihin ratkaisujen johdosta on ryhdytty.
sme: Suopma galgá raporteret komiteai guđa mánotbaji siste daid doaibmabijuin, maidda čovdosiid geažil lea álgojuvvon.

source: Ratkaisu ihmisoikeuskomitean internet-sivuilla osoitteessa: https://tbinternet.ohchr.org/Treaties/CCPR/Shared%20Documents/FIN/CCPR_C_124_D_2668_2015_28169_E.pdf
sme: Čoavddus olmmošvuoigatvuođakomitea internet-siidduin čujuhusas: https://tbinternet.ohchr.org/Treaties/CCPR/Shared%20Documents/FIN/CCPR_C_124_D_2668_2015_28169_E.pdf

source: Ulkoministeriön tiedote asiasta 1.2.2019: https://um.fi/ajankohtaista/-/asset_publisher/gc654PySnjTX/content/yk-n-ihmisoikeuskomitealta-kaksi-ratkaisua-saamelaiskarajien-vaaliluetteloon-hyvaksymista-koskevassa-asiassa?p_p_auth=cifAZqe8&amp;curAsset=0&amp;stId=44227
sme: Olgoriikkaministeriija dieđáhus áššis 1.2.2019 https://um.fi/ajankohtaista/-/asset_publisher/gc654PySnjTX/content/yk-n-ihmisoikeuskomitealta-kaksi-ratkaisua-saamelaiskarajien-vaaliluetteloon-hyvaksymista-koskevassa-asiassa?p_p_auth=cifAZqe8&amp;curAsset=0&amp;stId=44227

source: Lisätietoja Puheenjohtaja Tiina Sanila-Aikio, puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
sme: Lassidieđut
